Revit 2024 API
UnitTypeId.Meters Property
 Meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Meters { get; }
Visual Basic
Public Shared ReadOnly Property Meters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Meters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace